ohmyzsh/ohmyzsh path:plugins/aws
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/gh
ohmyzsh/ohmyzsh path:plugins/knife
ohmyzsh/ohmyzsh path:plugins/kitchen
ohmyzsh/ohmyzsh path:plugins/tmux
ohmyzsh/ohmyzsh path:plugins/tmuxinator
ohmyzsh/ohmyzsh path:plugins/vi-mode
ohmyzsh/ohmyzsh path:plugins/command-not-found
ohmyzsh/ohmyzsh path:plugins/gem
ohmyzsh/ohmyzsh path:plugins/chruby
ohmyzsh/ohmyzsh path:plugins/brew
ohmyzsh/ohmyzsh path:plugins/history
ohmyzsh/ohmyzsh path:plugins/extract
ohmyzsh/ohmyzsh path:plugins/alias-finder
ohmyzsh/ohmyzsh path:plugins/copyfile
ohmyzsh/ohmyzsh path:plugins/copypath
ohmyzsh/ohmyzsh path:plugins/genpass
ohmyzsh/ohmyzsh path:plugins/isodate
ohmyzsh/ohmyzsh path:plugins/jsontools
ohmyzsh/ohmyzsh path:plugins/fzf
ohmyzsh/ohmyzsh path:plugins/autojump
ohmyzsh/ohmyzsh path:plugins/pyenv
ohmyzsh/ohmyzsh path:plugins/systemadmin

MichaelAquilina/zsh-you-should-use
greymd/tmux-xpanes
zsh-users/zsh-completions
zsh-users/zsh-autosuggestions

# Comment out znt cuz fzf plugin takes care of ctrl-r
#ohmyzsh/ohmyzsh path:plugins/zsh-navigation-tools
zsh-users/zsh-syntax-highlighting
#zsh-users/zsh-history-substring-search
