ohmyzsh/ohmyzsh path:plugins/aws
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/dircycle
ohmyzsh/ohmyzsh path:plugins/knife
ohmyzsh/ohmyzsh path:plugins/kitchen
ohmyzsh/ohmyzsh path:plugins/ripgrep
ohmyzsh/ohmyzsh path:plugins/tmux
ohmyzsh/ohmyzsh path:plugins/tmuxinator
ohmyzsh/ohmyzsh path:plugins/vi-mode
ohmyzsh/ohmyzsh path:plugins/command-not-found
ohmyzsh/ohmyzsh path:plugins/gem
ohmyzsh/ohmyzsh path:plugins/chruby
ohmyzsh/ohmyzsh path:plugins/brew
ohmyzsh/ohmyzsh path:plugins/history

MichaelAquilina/zsh-you-should-use
greymd/tmux-xpanes
zsh-users/zsh-completions
zsh-users/zsh-autosuggestions

ohmyzsh/ohmyzsh path:plugins/zsh-navigation-tools
zsh-users/zsh-syntax-highlighting
#zsh-users/zsh-history-substring-search
